Repository: Cizzuk/Deflector
Catalog: Deflector/WatchApp/Localizable.xcstrings
Source language: en
Languages: ja

source: All Shortcuts
ja: すべてのショートカット

source: Connection service is not activated.
ja: コネクションサービスが有効化されていません。

source: Error
ja: エラー

source: Failed to request the list of all shortcuts.
ja: すべてのショートカットの一覧のリクエストに失敗しました

source: Failed to send the shortcut because Deflector couldn't connect to the iPhone.
ja: iPhoneへ接続できないため、ショートカットの送信に失敗しました。

source: Failed to send the shortcut because the connection to the iPhone timed out.
ja: iPhoneとの通信がタイムアウトしたため、ショートカットの送信に失敗しました。

source: Failed to send the shortcut because the data of the shortcut is too large.
ja: ショートカットのデータが大きすぎるため、ショートカットの送信に失敗しました。

source: Failed to send the shortcut because the iPhone couldn't reply.
ja: iPhoneの応答がないため、ショートカットの送信に失敗しました。

source: Failed to send the shortcut because the iPhone doesn't have enough available storage.
ja: iPhoneの空き容量が不足しているため、ショートカットの送信に失敗しました。

source: Failed to send the shortcut because the session with the iPhone is inactive.
ja: iPhoneとの通信セッションが非アクティブのため、ショートカットの送信に失敗しました。

source: Failed to send the shortcut because the session with the iPhone is not activated.
ja: iPhoneとの通信セッションが有効でないため、ショートカットの送信に失敗しました。

source: Failed to send the shortcut because the system couldn't deliver the data.
ja: システムがデータの送信に失敗しました。

source: Failed to send the shortcut: %@
ja: ショートカットの送信に失敗しました: %@

source: No shortcuts.
ja: ショートカットがありません。

source: Reload Favorite Shortcuts
ja: お気に入りのショートカットを再読み込み

source: You need to unlock your iPhone after restarting it.
ja: iPhoneの再起動後は、ロックを解除する必要があります。
